tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "coreutils"
brew "fzf"
brew "htop"
brew "jq"
brew "neovim"
brew "openjdk@17"
brew "postgresql@14", restart_service: true
brew "pyenv-virtualenv"
brew "ripgrep"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "zip"
cask "docker"
